{
  "lang": "en",
  "title": "TechParty - Faccat",
  "navigation": [
    {"label": "Home", "hash": "home"},
    {"label": "About", "hash": "about"},
    {"label": "Speakers", "hash": "speakers"},
    {"label": "Schedule", "hash": "schedule"},
    {"label": "Local", "hash": "local"},
    {"label": "Sponsors", "hash": "sponsors"}
  ],
  "banner": {
    "time": "April 24th to 28th",
    "time_text": "Secure your place!",
    "register": "Register"
  },
  "registerButton": "Register",
  "about": {
    "title": "About",
    "paragraphs": [
      "TechParty Faccat is a totally free event and opened to the whole community. It aims to promote technology and knowledge sharing.",
      "The event is indeed to have two presentations per night, those presentations will be performed by experienced professionals in their working fields.",
      "In the last day of TechParty, certificates will be delivered to the ones who registered and attended the event."
    ]
  },
  "speakers": {
    "title": "Speakers",
    "items": []
  },
  "speakers_call": {
    "title": "Would you like to speak at TechParty?",
    "text": "Fill the form and we will get in touch soon."
  },
  "schedule": {
    "title": "Schedule",
    "days": [
      {"day": "monday", "date": "April 24, 2017"},
      {"day": "tuesday", "date": "April 25, 2017"},
      {"day": "wednesday", "date": "April 26, 2017"},
      {"day": "thursday", "date": "April 27, 2017"},
      {"day": "friday", "date": "April 28, 2017"}
    ],
    "talks": []
  },
  "sponsors": {
    "title": "Sponsors",
    "subtitle": "Our sponsors help us to organize a better event!",
    "link": "Be a partner, contact us: <a href=\"mailto:techpartyfaccat@gmail.com?Subject=Partner\">techpartyfaccat@gmail.com</a>",
    "items": []
  },
  "manifest": {
    "title": "Manifesto",
    "paragraphs": [
      "A TechParty é um evento que visa promover a tecnologia (Tech) durante um evento informal e de congregação (Party).",
      "Desde seu surgimento, em 2011, o evento é totalmente gratuito e aberto à comunidade. Inicialmente, ocorria uma vez por semestre em finais de semanas, com palestras e minicursos para leigos até usuários avançados de computação. Contava com apresentações de profissionais de fora da instituição e, também, apresentações feitas pelos próprios alunos e professores. Devido a imprevistos, em 2013 o evento não aconteceu.",
      "Em 2014, estudantes da instituição com o objetivo de oferecer conhecimento para o maior número de pessoas, optam por retornar com o evento, mas agora com organização diferenciada.",
      "A TechParty passou a ser um evento anual, com duração de uma semana inteira, com duas talks (apresentações) por noite e coffee break atraente a fim de estimular a interação das pessoas e o networking. Mantendo a proposta de contar com palestrantes da faculdade e convidados externos, mas sempre com assuntos interessantes e atuais, o evento teve um salto no número de participantes com esse novo formato, ultrapassando 700 pessoas (somadas as 5 noites), entre alunos, ex-alunos, pessoas da comunidade, alunos de escolas da região e representantes de muitas empresas da área de atuação da Faccat.",
      "Rango Break. A estréia. Em 2015 o evento manteve o mesmo ritmo, com ainda mais público e empolgação dos participantes durante a semana da TechParty. Alguma novidade? Sim! Sai o coffee break e um novo evento é lançado (um evento dentro do evento!): o Rango Break.",
      "A ideia agora é que o momento do lanche seja tão ou mais interessante que as próprias apresentações técnicas. O Rango Break é um momento onde, diariamente, após as duas talks de cada noite, é oferecido alguma comidinha (\"rango\") especial, tais como o cachorro-quente de uma famosa Towner de Taquara (que veio para o Campus da Faccat especialmente para o evento), ou a \"galinhada nerd\", feita por alunos do curso, sanduíche \"buraco quente\" e cupcakes, mais um super-dog feito por alunos e, finalmente, no último dia, o grande Churras de Integração dos cursos de TI da Faccat. Esses rangos são fornecidos sem custo aos participantes, graças ao apoio financeiro das empresas patrocinadoras e parcerias com empresas locais de alimentos.",
      "2016, crescer nós iremos! Neste ano, queremos buscar profissionais de empresas conhecidas nacionalmente e do exterior. Como sempre, foram realizadas talks realmente incríveis e conseguimos profissionais de empresas renomadas, como Red Hat, Rocket.Chat, We Heart It, SAP, Mozilla, Terra, Arezzo, CWI Software.",
      "Quanto a 2017, esperamos novamente realizar um grande evento, evoluindo como sempre! Logo após o final da edição de 2016, já iniciamos o planejamento para esta edição... ouvimos as sugestões, observamos o que deu mais ou menos certo, e, principalmente: nos empenhamos a buscar, como sempre, profissionais incríveis para compartilhar o seu conhecimento. Precisamos da sua participação para fazer dessa TechParty a mais incrível de todas!"
    ]
  }
}
