{
  "lang": "pt-br",
  "title": "TechParty - Faccat",
  "navigation": [
    {"label": "Home", "hash": "home"},
    {"label": "Sobre", "hash": "about"},
    {"label": "Palestrantes", "hash": "speakers"},
    {"label": "Programação", "hash": "schedule"},
    {"label": "Local", "hash": "local"},
    {"label": "Parceiros", "hash": "sponsors"}
  ],
  "banner": {
    "time": "De 24 a 28 de Abril",
    "time_text": "Garanta sua vaga!",
    "register": "Inscreva-se"
  },
  "registerButton": "Inscrição",
  "about": {
    "title": "Sobre",
    "paragraphs": [
      "A TechParty Faccat é um evento totalmente gratuito e aberto à comunidade, visando promover a Tecnologia da Informação (TI) e compartilhamento de conhecimentos.",
      "Serão duas talks por noite durante uma semana inteira, com profissionais qualificados e experientes em suas áreas de atuação.",
      "As atividades serão ministradas por profissionais internos e de fora da instituição.",
      "O evento irá fornecer certificado de participação. Quem se inscrever e comparecer, pode contar com ele."
    ]
  },
  "speakers": {
    "title": "Palestrantes",
    "items": [
      {
        "name": "Fernando Porazzi",
        "bio": "Desenvolvedor de software há 7 anos e apaixonado pelo que faz. Entusiasta de novas tecnologias e, atualmente, programa em Javascript e GoLang.",
        "photo": "dist/img/speakers/fernandoporazzi.jpg",
        "social": [
          {"name": "twitter", "url": "http://twitter.com/fernandoporazzi"},
          {"name": "instagram", "url": "http://instagram.com/fernandoporazzi"},
          {"name": "linkedin", "url": "https://www.linkedin.com/in/fernando-porazzi-b272b050"}
        ]
      },
      {
        "name": "Lucas Goulart",
        "bio": "Graduado em Psicologia pela Unisinos e mestre em Psicologia Social e Institucional pela UFRGS. Doutorando na UFRGS. Pesquisa sobre sexualidade, teoria queer, teoria crítica e tecnologias da informação",
        "photo": "dist/img/speakers/lucas-goulart.jpg",
        "social": [
          {"name": "facebook", "url": "https://www.facebook.com/lucas.goulart.921"},
          {"name": "linkedin", "url": "https://br.linkedin.com/in/lucas-goulart-310203105"},
          {"name": "academia", "url": "http://ufrgs.academia.edu/LucasGoulart"}
        ]
      },
      {
        "name": "Alexandre Ramires",
        "bio": "Exerce a função de executivo de TI (CIO) com experiência em implantação de processos de governança, gestão de projetos, governança de TI e gestão de serviços em TI",
        "photo": "dist/img/speakers/alexandre-ramires.jpg",
        "social": [
          {"name": "linkedin", "url": "https://www.linkedin.com/in/alexandreramires/"},
          {"name": "lattes", "url": "http://lattes.cnpq.br/5961164017302520"}
        ]
      },
      {
        "name": "Flávio Steffens de Castro",
        "bio": "Flávio Steffens é um empreendedor apaixonado. Tem graduação, MBA e mestrado na área de computação pela PUCRS e FGV-RS",
        "photo": "dist/img/speakers/flavio-castro.jpg",
        "social": [
          {"name": "facebook", "url": "https://facebook.com/flaviosteffens"},
          {"name": "twitter", "url": "https://twitter.com/flaviosteffens"},
          {"name": "instagram", "url": "https://instagram.com/flaviosteffens"}
        ]
      },
      {
        "name": "Luiz Alessandro Nörnberg",
        "bio": "Bacharel em Ciência da Computação pela UCPel. Sócio-fundador do Izyplay Game Studio, onde assume hoje o cargo de Diretor de Tecnologia.",
        "photo": "dist/img/speakers/luiz.jpg",
        "social": [
          {"name": "facebook", "url": "https://facebook.com/luiznornberg"},
          {"name": "izyplay", "url": "http://izyplay.com.br"}
        ]
      },
      {
        "name": "Ben-hur Santos Ott",
        "bio": "Desenvolvedor mobile e javascript (NodeJS, Angular, React). Trabalhou em projetos de grandes clientes como Coca-Cola, Arezzo e Renner.",
        "photo": "dist/img/speakers/ben-hur.jpg",
        "social": [
          {"name": "facebook", "url": "https://facebook.com/benhur.ott"},
          {"name": "twitter", "url": "https://twitter.com/benhurott"}
        ]
      }
    ]
  },
  "schedule": {
    "title": "Programação",
    "days": []
  },
  "sponsors": {
    "title": "Patrocinadores",
    "subtitle": "Nossos parceiros contribuem para o sucesso da TechParty",
    "link": "Seja um parceiro, entre em contato: <a href=\"mailto:techpartyfaccat@gmail.com?Subject=Parceiro\">techpartyfaccat@gmail.com</a>",
    "items": [
      {
        "type": "diamond",
        "label": "Diamante",
        "companies": [
          {
            "name": "Senac",
            "url": "http://www.senacrs.com.br/",
            "image": "dist/img/sponsors/senac.jpg",
            "bio": "O Serviço Nacional de Aprendizagem Comercial (SENAC) é uma instituição brasileira de educação profissional aberta a toda a sociedade.  É uma entidade privada com fins públicos, que recebe contribuição compulsória das empresas do comércio e de atividades assemelhadas. Sua missão é desenvolver pessoas e organizações para o mundo do trabalho com ações educacionais e disseminando conhecimentos em Comércio de Bens, Serviços e Turismo."
          },
          {
            "name": "LoopHOST",
            "url": "https://www.loophost.com.br",
            "image": "dist/img/sponsors/loophost.jpg",
            "bio": "A LoopHOST é uma empresa séria e estabelecida, que atende o mercado de pequenas, médias e grandes empresas de todo o Brasil. Disponibilizamos uma linha completa de soluções para a web, como hospedagem de sites e registro de domínios, além de nossa linha empresarial de cloud servers SSD, servidores dedicados e co-localização (colocation)."
          },
          {
            "name": "FlyByte",
            "url": "http://www.flybyte.com.br",
            "image": "dist/img/sponsors/flybyte.jpg",
            "bio": "Te conectar com o que você quiser, quando quiser: este é o objetivo da Flybyte. Bem mais do que permitir acesso à internet, a Equipe Fly busca, sempre a par das mais novas tecnologias disponíveis, aumentar o seu mundo de possibilidades de conexões."
          },
          {
            "name": "CR Sistemas e Web",
            "url": "http://cr.inf.br/site",
            "image": "dist/img/sponsors/cr.jpg",
            "bio": "Nossos sistemas integrados de gestão solucionam os problemas de informação na sua empresa, utilizando a tecnologia para agilizar processos e fornecendo dados mais seguros para a melhor tomada de decisão."
          },
          {
            "name": "Sanvitron",
            "url": "http://www.sanvitron.com.br",
            "image": "dist/img/sponsors/sanvitron.jpg",
            "bio": "A Sanvitron é uma empresa gaúcha que desenvolve e comercializa soluções em controle de estacionamento, controle de acesso e ponto eletrônico. Possui Engenharia própria, assim desenvolve projetos personalizados de sistemas e equipamentos, que se adaptam às necessidades dos clientes, tornando o processo de controle e de gerenciamento ágil e seguro."
          }
        ]
      }
    ]
  },
  "manifest": {
    "title": "Manifesto",
    "paragraphs": [
      "A TechParty é um evento que visa promover a tecnologia (Tech) durante um evento informal e de congregação (Party).",
      "Desde seu surgimento, em 2011, o evento é totalmente gratuito e aberto à comunidade. Inicialmente, ocorria uma vez por semestre em finais de semanas, com palestras e minicursos para leigos até usuários avançados de computação. Contava com apresentações de profissionais de fora da instituição e, também, apresentações feitas pelos próprios alunos e professores. Devido a imprevistos, em 2013 o evento não aconteceu.",
      "Em <a href=\"/2014\">2014</a>, estudantes da instituição com o objetivo de oferecer conhecimento para o maior número de pessoas, optam por retornar com o evento, mas agora com organização diferenciada.",
      "A TechParty passou a ser um evento anual, com duração de uma semana inteira, com duas talks (apresentações) por noite e coffee break atraente a fim de estimular a interação das pessoas e o networking. Mantendo a proposta de contar com palestrantes da faculdade e convidados externos, mas sempre com assuntos interessantes e atuais, o evento teve um salto no número de participantes com esse novo formato, ultrapassando 700 pessoas (somadas as 5 noites), entre alunos, ex-alunos, pessoas da comunidade, alunos de escolas da região e representantes de muitas empresas da área de atuação da Faccat.",
      "Rango Break. A estréia. Em <a href=\"/2015\">2015</a> o evento manteve o mesmo ritmo, com ainda mais público e empolgação dos participantes durante a semana da TechParty. Alguma novidade? Sim! Sai o coffee break e um novo evento é lançado (um evento dentro do evento!): o Rango Break.",
      "A ideia agora é que o momento do lanche seja tão ou mais interessante que as próprias apresentações técnicas. O Rango Break é um momento onde, diariamente, após as duas talks de cada noite, é oferecido alguma comidinha (\"rango\") especial, tais como o cachorro-quente de uma famosa Towner de Taquara (que veio para o Campus da Faccat especialmente para o evento), ou a \"galinhada nerd\", feita por alunos do curso, sanduíche \"buraco quente\" e cupcakes, mais um super-dog feito por alunos e, finalmente, no último dia, o grande Churras de Integração dos cursos de TI da Faccat. Esses rangos são fornecidos sem custo aos participantes, graças ao apoio financeiro das empresas patrocinadoras e parcerias com empresas locais de alimentos.",
      "<a href=\"/2016\">2016</a>, seguimos crescendo! Neste ano, queríamos buscar profissionais de empresas conhecidas nacionalmente e do exterior. Como sempre, foram realizadas talks realmente incríveis e conseguimos profissionais de empresas renomadas, como Red Hat, Rocket.Chat, We Heart It, SAP, Mozilla, Terra, Arezzo, CWI Software.",
      "Quanto a 2017, esperamos novamente realizar um grande evento, evoluindo como sempre! Logo após o final da edição de <a href=\"/2016\">2016</a>, já iniciamos o planejamento para esta edição... ouvimos as sugestões, observamos o que deu mais ou menos certo, e, principalmente: nos empenhamos a buscar, como sempre, profissionais incríveis para compartilhar o seu conhecimento. Precisamos da sua participação para fazer dessa TechParty a mais incrível de todas!"
    ]
  }
}
