{
  "lang": "pt-br",

  "title": "TechParty Faccat 2018",

  "date": "23, 24 e 25 de Abril",

  "navigation": [
    {"label": "Home", "hash": "home"},
    {"label": "Sobre", "hash": "about"},
    {"label": "Palestrantes", "hash": "speakers"},
    {"label": "Programação", "hash": "schedule"},
    {"label": "Local", "hash": "local"},
    {"label": "Parceiros", "hash": "sponsors"}
  ],

  "register": {
    "notice": "Registre-se para este evento",
    "required": "Por favor preencha todos os campos abaixo",
    "button": "Inscreva-se",
    "link": "https://saga2.faccat.br/index.php?op=1068&chave=895&portal=E",
    "daysLabel": "Escolha os dias que deseja",
    "days": [
      { "name": "Segunda", "value": "1" },
      { "name": "Terça", "value": "2" },
      { "name": "Quarta", "value": "3" }
    ]
  },

  "banner": {
    "begin": "Evento começa em:",
    "days": "dias",
    "hours": "horas",
    "minutes": "minutos",
    "seconds": "segundos",
    "button": "INSCREVA-SE"
  },

  "about": {
    "title": "Sobre",
    "strong": "Maior e melhor evento do vale",
    "text": [
      "A TechParty Faccat é um evento totalmente gratuito e aberto à comunidade, visando promover a Tecnologia da Informação (TI) e compartilhamento de conhecimentos.",
      "Serão talks durante três noites, com profissionais qualificados e experientes em suas áreas de atuação.",
      "As atividades serão ministradas por profissionais internos e de fora da instituição.",
      "O evento irá fornecer certificado de participação. Quem se inscrever e comparecer, pode contar com ele."
    ]
  },

  "speakers": {
    "title": "Palestrantes",
    "button": "INSCREVA-SE",
    "items": [
      {
        "name": "Prof. Dr. Paulo Ferreira",
        "bio": "Professor na UFPel e organizador geral da Competição Brasileira de Robótica. Atua em projetos de pesquisa e desenvolvimento em engenharia de sistemas ciber-físicos inteligentes, envolvendo redes de sensores sem fio, robôs terrestres e voadores.",
        "photo": "img/speakers/paulo-ferreira.jpeg",
        "social": [
          {"name": "facebook", "url": "https://www.facebook.com/paulo.ferreira.169067"}
        ]
      },

      {
        "name": "Carlos Hennig",
        "bio": "Gerente de Tecnologia da Coester Automação e CTO da SkyDrones Tecnologia Aviônica",
        "photo": "img/speakers/carlos-hennig.jpeg",
        "social": [
          {"name": "facebook", "url": "https://www.facebook.com/carlos.h.hennig"},
          {"name": "linkedin", "url": "https://www.linkedin.com/in/carlos-henrique-hennig-2884064"}
        ]
      },

      {
        "name": "Gabriel Viégas",
        "bio": "Administrador de Empresas, Especialista em Gestão de Projetos de TI, Marketing Digital e E-commerce, CSPO (Certified Scrum Product Owner). Nos dias atuais é Business Analyst na ThoughtWorks de Porto Alegre e organizador dos Meetups de Negócios, Metodologias Ágeis e Facilitação.",
        "photo": "img/speakers/gabriel-viegas.jpeg",
        "social": [
          {"name": "facebook", "url": "https://www.facebook.com/viegas.gabriel"},
          {"name": "linkedin", "url": "https://www.linkedin.com/in/gabriel-vi%C3%A9gas-1233679/"}
        ]
      },

      {
        "name": "Rafael Gomes",
        "bio": "Graduado em Gestão de Tecnologia da Informação, Especialista em Data Science Teams Management. 10 anos de experiência em projetos de Business Intelligence em diversos dominios de negócio. Atualmente está como Business Analyst na ThoughtWorks de Porto Alegre.",
        "photo": "img/speakers/rafael-gomes.jpeg",
        "social": [
          {"name": "facebook", "url": "https://www.facebook.com/viegas.gabriel"},
          {"name": "linkedin", "url": "https://www.linkedin.com/in/gabriel-vi%C3%A9gas-1233679/"}
        ]
      },

      {
        "name": "Rafael Barboza",
        "bio": "Com quase 10 anos de experiência em desenvolvimento de software e tendo passado pelos mais diferentes contextos, de Haskell a Rust, trás consigo a proposta de linguagens como ferramental. Entusiasta de Data Science e IA hoje atua como consultor em desenvolvimento de software na Thoughtworks em Porto Alegre.",
        "photo": "img/speakers/rafael-barboza.jpeg",
        "social": [
          {"name": "facebook", "url": "https://github.com/barboza"},
          {"name": "twitter", "url": "https://twitter.com/rbarboza"}
        ]
      }
    ]
  },

  "schedule": {
    "title": "Programação",
    "days": [
      {"label": "monday", "date": "23 de abril, 2017"},
      {"label": "tuesday", "date": "24 de abril, 2017"},
      {"label": "wednesday", "date": "25 de abril, 2017"}
    ],
    "talks": [
      {
        "day": "monday",
        "time": "19:45",
        "duration": "90",
        "title": "IA e Robótica",
        "description": "",
        "speakers": [
          {
            "name": "Prof. Dr. Paulo Ferreira"
          }
        ]
      },

      {
        "day": "monday",
        "time": "Após a talk",
        "duration": "",
        "title": "RangoBreak",
        "description": "",
        "speakers": []
      },

      {
        "day": "tuesday",
        "time": "19:45",
        "duration": "90",
        "title": "VANTS e Drones",
        "description": "",
        "speakers": [
          {
            "name": "Carlos Hennig"
          }
        ]
      },

      {
        "day": "tuesday",
        "time": "Após a talk",
        "duration": "",
        "title": "RangoBreak",
        "description": "",
        "speakers": []
      },


      {
        "day": "wednesday",
        "time": "19:45",
        "duration": "50",
        "title": "Lean Inception - Criando produtos de forma enxuta",
        "description": "",
        "speakers": [
          {
            "name": "Gabriel Viégas"
          },
          {
            "name": "Rafael Gomes"
          }
        ]
      },

      {
        "day": "wednesday",
        "time": "20:40",
        "duration": "50",
        "title": "Inteligência Artificial sem generalizações",
        "description": "O que faz um cientista de dados? O que é Deep Learning? Como criar sua própria inteligência artificial? Nesta palestra iremos falar sobre as diferenças entre os diferentes tipos de inteligência artificial, suas utilidades, como iniciar uma carreira na área e como evitar que as máquinas dominem o mundo tão cedo.",
        "speakers": [
          {
            "name": "Rafael Barboza"
          }
        ]
      },

      {
        "day": "tuesday",
        "time": "Após a talk",
        "duration": "",
        "title": "RangoBreak",
        "description": "",
        "speakers": []
      }
    ]
  },

  "location": {
    "title": "Local",
    "address": [
      "Avenida Oscar Martins Rangel, 4500",
      "Bairro Fogão Gaúcho",
      "Taquara, Rio Grande do Sul"
    ]
  },

  "sponsors": {
    "title": "Patrocinadores",
    "subtitle": "Nossos parceiros contribuem para o sucesso da TechParty",
    "link": "Seja um parceiro, entre em contato: <a href=\"mailto:techpartyfaccat@gmail.com?Subject=Parceiro\">techpartyfaccat@gmail.com</a>",
    "items": [
      {
        "type": "diamond",
        "label": "Diamante",
        "companies": [
          {
            "name": "LoopHOST",
            "url": "https://www.loophost.com.br",
            "image": "img/sponsors/loophost.jpg",
            "bio": "A LoopHOST é uma empresa séria e estabelecida, que atende o mercado de pequenas, médias e grandes empresas de todo o Brasil. Disponibilizamos uma linha completa de soluções para a web, como hospedagem de sites e registro de domínios, além de nossa linha empresarial de cloud servers SSD, servidores dedicados e co-localização (colocation)."
          },
          {
            "name": "Rocket.Chat",
            "url": "https://rocket.chat",
            "image": "img/sponsors/rocket-chat.jpg",
            "bio": "Rocket.Chat é um Web Chat Server, desenvolvido 100% em JavaScript, usando o framework Meteor. Uma plataforma de comunicação open-source, ótima solução para comunidades e empresas que buscam ter seu próprio serviço de chat ou para desenvolvedores que desejam construir ou evoluir suas plataformas de chat."
          },
          {
            "name": "FlyByte",
            "url": "http://www.flybyte.com.br",
            "image": "img/sponsors/flybyte.jpg",
            "bio": "Te conectar com o que você quiser, quando quiser: este é o objetivo da Flybyte. Bem mais do que permitir acesso à internet, a Equipe Fly busca, sempre a par das mais novas tecnologias disponíveis, aumentar o seu mundo de possibilidades de conexões."
          }
        ]
      }
    ]
  },

  "manifest": {
    "title": "Manifesto",
    "text": [
      "A TechParty é um evento que visa promover a tecnologia (Tech) durante um evento informal e de congregação (Party).",
      "Desde seu surgimento, em 2011, o evento é totalmente gratuito e aberto à comunidade. Inicialmente, ocorria uma vez por semestre em finais de semanas, com palestras e minicursos para leigos até usuários avançados de computação. Contava com apresentações de profissionais de fora da instituição e, também, apresentações feitas pelos próprios alunos e professores. Devido a imprevistos, em 2013 o evento não aconteceu.",
      "Em <a href=\"/2014\">2014</a>, estudantes da instituição com o objetivo de oferecer conhecimento para o maior número de pessoas, optam por retornar com o evento, mas agora com organização diferenciada.",
      "A TechParty passou a ser um evento anual, com duração de uma semana inteira, com duas talks (apresentações) por noite e coffee break atraente a fim de estimular a interação das pessoas e o networking. Mantendo a proposta de contar com palestrantes da faculdade e convidados externos, mas sempre com assuntos interessantes e atuais, o evento teve um salto no número de participantes com esse novo formato, ultrapassando 700 pessoas (somadas as 5 noites), entre alunos, ex-alunos, pessoas da comunidade, alunos de escolas da região e representantes de muitas empresas da área de atuação da Faccat.",
      "Rango Break. A estréia. Em <a href=\"/2015\">2015</a> o evento manteve o mesmo ritmo, com ainda mais público e empolgação dos participantes durante a semana da TechParty. Alguma novidade? Sim! Sai o coffee break e um novo evento é lançado (um evento dentro do evento!): o Rango Break.",
      "A ideia agora é que o momento do lanche seja tão ou mais interessante que as próprias apresentações técnicas. O Rango Break é um momento onde, diariamente, após as duas talks de cada noite, é oferecido alguma comidinha (\"rango\") especial, tais como o cachorro-quente de uma famosa Towner de Taquara (que veio para o Campus da Faccat especialmente para o evento), ou a \"galinhada nerd\", feita por alunos do curso, sanduíche \"buraco quente\" e cupcakes, mais um super-dog feito por alunos e, finalmente, no último dia, o grande Churras de Integração dos cursos de TI da Faccat. Esses rangos são fornecidos sem custo aos participantes, graças ao apoio financeiro das empresas patrocinadoras e parcerias com empresas locais de alimentos.",
      "<a href=\"/2016\">2016</a>, seguimos crescendo! Neste ano, queríamos buscar profissionais de empresas conhecidas nacionalmente e do exterior. Como sempre, foram realizadas talks realmente incríveis e conseguimos profissionais de empresas renomadas, como Red Hat, Rocket.Chat, We Heart It, SAP, Mozilla, Terra, Arezzo, CWI Software.",
      "Em <a href=\"/2017\">2017</a> foi um sucesso como todos os outros anos, batemos mais um recorde em presenças e contamos com palestrantes de primeira classe como, desenvolvedores, empreendedores, psicólogos, gamers, diretores e ninjas em IA. Mais uma vez podemos contar com o patrocínio de empresas excepcionais que ajudam MUITO o evento acontecer, muito obrigado <a href=\"http://www.senacrs.com.br/\">Senac</a>, <a href=\"https://www.loophost.com.br\">LoopHOST</a>, <a href=\"https://rocket.chat/\">Rocket.Chat</a>, <a href=\"https://www.umbler.com/br\">Umbler</a>, <a href=\"http://www.flybyte.com.br/\">FlyByte</a>, <a href=\"https://www.infisc.com.br/\">Infisc Inteligência Fiscal</a>, <a href=\"http://site.belaviagem.com/\">Bela Viagem</a>, <a href=\"http://www.sanvitron.com.br/\">Sanvitron</a>, <a href=\"http://cr.inf.br/site\">CR Sistemas e Web</a>, e <a href=\"http://jorgebischoff.com.br/\">Jorge Bischoff</a>.",
      "Este ano, baseado em sugestões e críticas dos anos anteriores, iremos mudar a abordagem do evento visando um melhor conforto para todos os envolvidos. Continuaremos com as talks em formato diferente e o delicioso RangoBreak após cada noite. Esperamos agradar a todos os participantes."
    ]
  }
}
