{
  "monday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "Job market in Brazil, abroad and in the world OpenSource",
      "subtitle": "Rodrigo Nascimento & Rafael Kellermann Streit",
      "subtitleSpan": "Rocket.Chat & We Heart It",
      "talkDescription": "A chat about the job market in Brazil and abroad, about remote jobs and its challenges, a dab on entrepreneurship and how it all works in the Open Source world."
    }
  ],

  "tuesday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "React.js: You deserve to know about it",
      "subtitle": "Anderson Aguiar",
      "subtitleSpan": "Arezzo&CO",
      "talkDescription": "Chosing a library/framework never must be guided by others opinions only. Knowing what to use is the main thing to avoid headaches. In this talk, we will know the real React's purpose e we will see how it can help us to build interfaces and to understand the core's main concepts: Virtual DOM, JSX, Components(props, states, lifecycles) and Unidirectional Data Flow."
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "Modern PHP",
      "subtitle": "Ari Stopassola Junior",
      "subtitleSpan": "Perito",
      "talkDescription": "PHP renaissance (evolution since version 5.3), new features (Traits, Generators, Closures, OPCache, built-in server), PHP-FIG and PSR standards, components (Composer), frameworks, best practices, hosting, provisioning, optimization , continuous integration, deployment, testing (PHPUnit, Behat and Codeception), profiling (debug), queue mechanisms, ORM (Object-Relational Mapping), HHVM, Hack and PHP7, PHP ecosystem, extensions and community."
    }
  ],

  "wednesday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "The fall of the Berlin Wall",
      "subtitle": "Gabriel Viégas & Roberto Fermann",
      "subtitleSpan": "Terra Networks",
      "talkDescription": "Bringing down barriers to develop (good) products."
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "Hybrid applications - Development for Technology",
      "subtitle": "Ben-hur Santos Ott",
      "subtitleSpan": "CWI Software",
      "talkDescription": "This talk will look at some of the main technologies for the development of hybrid applications. We will speak specifically of the following platforms: Ionic, Xamarin, Nativescript and React Native."
    }
  ],

  "thursday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "An objective introduction to the framework Grails",
      "subtitle": "Rodrigo Gomes da Silva",
      "subtitleSpan": "Stefanini IT Solutions",
      "talkDescription": "How it works, components that make up the framework, practical demonstration and when to use."
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "All Things Containers",
      "subtitle": "Fabiano Franz",
      "subtitleSpan": "Red Hat",
      "talkDescription": "Docker is a revolutionary open platform, specially in the Cloud Computing context. Nevertheless, many concepts behind this containers technology are not new. Let's analyze where this technology came from, how it has evolved so far and detail related to how it works and how we can make use of it. By following the OpenShift's operational and arquiteture experience, the Red Hat platform, that coordinates more than 3 millions applications running Containers in production, we will present adoption practices, so you can, finnaly, make use of this containers technology in your daily activities."
    }
  ],

  "friday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "REST APIs Dos and Dont's",
      "subtitle": "Adriano Bonfiglio",
      "subtitleSpan": "SAP",
      "talkDescription": "REST APIs are everywhere, you've probably made use of some of them, as the Facebook API or Google API. If you did not, someday will still do. APIs are the best way to interact with other applications, but do you know how to create a trustworthy REST API and easy to use? In this talk the intention is to show the common mistakes and correct them by following good practices and the principles of REST APIs design and, of course, to maintain a secure API."
    },
    {
      "time": "20:40",
      "icon": "fa-cutlery",
      "talkName": "After Party, TechParty",
      "subtitle": "",
      "subtitleSpan": "",
      "talkDescription": "After the <strong>REST APIs Dos and Dont's</strong> talk, a barbecue is being organized in order to promote networking among the participants. Subscriptions costs R$12,00 and must be done in person at Lab 202. Beverages(bier, soda and water) can be bought during the event."
    }
  ]
}
