{
  "monday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "Mercado de trabalho no Brasil, no exterior e no mundo OpenSource",
      "subtitle": "Rodrigo Nascimento & Rafael Kellermann Streit",
      "subtitleSpan": "Rocket.Chat & We Heart It",
      "talkDescription": "Um bate papo sobre o mercado de trabalho no Brasil e no exterior, sobre trabalho remoto e seus desafios, uma pincelada sobre empreendedorismo e como tudo isso funciona no mundo Open Source.",
      "slidesLink": "http://pt.slideshare.net/RodrigoNascimento2/techparty-mercado-de-trabalho-no-brasil-no-exterior-e-no-mundo-open-source"
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "O que há de novo no Firefox?",
      "subtitle": "Nelson Dutra Junior",
      "subtitleSpan": "Mozilla Brasil",
      "talkDescription": "Veja o que foi implementado no Firefox no último ano e o que será implementado no futuro, além de conhecer algumas features que provavelmente tenham passadas despercebidas e que fazem o Firefox se tornar o navegador mais fácil de se utilizar no dia­ a­ dia."
    },
    {
      "time": "21:30",
      "icon": "fa-cutlery",
      "talkName": "Rango Break",
      "subtitleSpan": "Cachorro DuKassio"
    }
  ],

  "tuesday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "React.js: You deserve to know about it",
      "subtitle": "Anderson Aguiar",
      "subtitleSpan": "Arezzo&CO",
      "talkDescription": "Escolher uma lib/framework nunca deve ser orientado a opiniões alheias somente, conhecer o que se vai usar é a premissa básica para se evitar possíveis dores de cabeça. Conheceremos o real objetivo do React e veremos como ele pode nos ajudar a construir interfaces componentizadas além de entender os principais conceitos do core: Virtual DOM, JSX, Components (props, states, lifecycle) e Unidirectional Data Flow.",
      "slidesLink": "http://pt.slideshare.net/andersonagr/reactjs-you-deserve-to-know-about-it"
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "Modern PHP",
      "subtitle": "Ari Stopassola Junior",
      "subtitleSpan": "Perito",
      "talkDescription": "Renascimento do PHP (evolução desde a versão 5.3), novos recursos (Traits, Generators, Closures, OPCache, built-in server), PHP-FIG e padrões PSR, componentes (Composer), frameworks, boas práticas, hospedagens, provisionamento, otimização, integração contínua, deployment, testes (PHPUnit, Behat e Codeception), profiling (debug), mecanismos de fila, ORM (Object-Relational Mapping), HHVM, Hack e PHP7, ecossistema PHP, extensões e comunidade.",
      "slidesLink": "http://pt.slideshare.net/arijunior/modern-php-61267013"
    },
    {
      "time": "21:30",
      "icon": "fa-cutlery",
      "talkName": "Rango Break",
      "subtitleSpan": "Cupcake e Buraco Quente"
    }
  ],

  "wednesday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "A queda do muro de Berlim",
      "subtitle": "Gabriel Viégas & Roberto Fermann",
      "subtitleSpan": "Terra Networks",
      "talkDescription": "Derrubando barreiras para desenvolver (bons) produtos.",
      "slidesLink": "http://bit.ly/1SsGWGL"
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "Aplicativos Híbridos - Tecnologias para desenvolvimento",
      "subtitle": "Ben-hur Santos Ott",
      "subtitleSpan": "CWI Software",
      "talkDescription": "Nesta palestra veremos algumas das principais tecnologias para desenvolvimento de aplicativos híbridos. Falaremos especificamente das seguintes plataformas: Ionic, Xamarin, Nativescript e React Native.",
      "slidesLink": "http://pt.slideshare.net/BenhurSantosOtt/tecnologias-para-aplicativos-hbridos"
    },
    {
      "time": "21:30",
      "icon": "fa-cutlery",
      "talkName": "Rango Break",
      "subtitleSpan": "Pastel de Carne + Pastel de Chocolate"
    }
  ],

  "thursday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "Uma introdução objetiva ao framework Grails",
      "subtitle": "Rodrigo Gomes da Silva",
      "subtitleSpan": "ntxdev",
      "talkDescription": "Como funciona, componentes que compõem o framework, demonstração prática e quando utilizar.",
      "slidesLink": "http://slides.com/rodrigogomesdasilva/deck-1#/"
    },
    {
      "time": "20:40",
      "icon": "fa-microphone",
      "talkName": "All Things Containers",
      "subtitle": "Fabiano Franz",
      "subtitleSpan": "Red Hat",
      "talkDescription": "Docker é uma plataforma aberta revolucionária, em especial no contexto recente de Cloud Computing. Apesar disso, muitos dos conceitos por trás dessa tecnologia de containers não são novos. Vamos analisar de onde veio essa tecnologia, como chegamos até aqui, e detalhes relacionados a como ela funciona e como podemos utilizá-la.  Baseado na experiência arquitetural e operacional do OpenShift, a plataforma da Red Hat que coordena mais de 3 milhões de aplicações rodando containers em produção, vamos esmiuçar práticas de adoção para que você também possa, finalmente, fazer uso da tecnologia de containers em suas necessidades tecnológicas cotidianas.",
      "slidesLink": "http://www.slideshare.net/fabianofranz/all-things-containers-techparty-faccat-2016"
    },
    {
      "time": "21:30",
      "icon": "fa-cutlery",
      "talkName": "Rango Break",
      "subtitleSpan": "Pizza ou Cachorro Quente do FoodTruck QTVQTV"
    }
  ],

  "friday": [
    {
      "time": "19:45",
      "icon": "fa-microphone",
      "talkName": "REST APIs Dos and Dont's",
      "subtitle": "Adriano Bonfiglio",
      "subtitleSpan": "SAP",
      "talkDescription": "APIs REST estão por toda parte, provavelmente você já fez uso de alguma delas, como a Facebook API ou Google API. Se não fez, algum dia ainda fará. APIs são a melhor forma de interagir com outras aplicações, mas vocês sabem como criar uma API REST confiável e fácil de usar? Nesta palestra a intenção é mostrar os erros comuns e corrigí-los seguindo boas práticas e os princípios de design de APIs REST e, claro, como manter uma API segura."
    },
    {
      "time": "20:40",
      "icon": "fa-cutlery",
      "talkName": "After Party, TechParty",
      "subtitle": "",
      "subtitleSpan": "",
      "talkDescription": "Ao final da apresentação <strong>REST APIs Dos and Dont's</strong>, vai rolar um churras muito especial para permitir a interação entre os participantes do evento, trocar ideias, escutar música, comer, bebemorar e muita nerdice! As inscrições custam R$12,00 e devem ser efetuadas presencialmente no Lab 202. Bebidas(cerveja, refrigerante e água) estarão à venda no dia do evento por preço de custo."
    }
  ]
}
